Repository: br-automation-com/mapp-Framework
Catalog: mappFramework/Logical/Infrastructure/Audit/DisplayText/TxtEventF.tmx
Source language: en
Languages: de

source: {=$MpAudit/Display/DP/{&dpid}} changed value from {&old|.2f}{&old[UNIT=%s]} to {&new|.2f}{&new[UNIT=%s]}
de: {=$MpAudit/Display/DP/{&dpid}} Wert von {&old|.2f}{&old[UNIT=%s]} auf {&new|.2f}{&new[UNIT=%s]} geändert

source: changed value of (UserID: {&dpid}) from {&old} to {&new}
de: hat Wert (UserID: {&dpid}) von {&old} auf {&new} geändert

source: changed value of {=$MpAudit/DP/{&dpid}} from {&old|.2f}{&old[UNIT=%s]} to {&new|.2f}{&new[UNIT=%s]}
de: hat Wert {=$MpAudit/DP/{&dpid}} von {&old|.2f}{&old[UNIT=%s]} auf {&new|.2f}{&new[UNIT=%s]} geändert

source: Alarm {&name} changed state: {&stold} to {&stnew}
de: Alarm {&name} Status geändert: {&stold} -> {&stnew}

source: PackML State-Change: {&old} to {&new}
de: PackML Zustandsänderung: von {&old} zu {&new}

source: PackML Mode-Change: {&old} to {&new}
de: PackML Modusänderung: von {&old} zu {&new}

source: PackML Substate-Change: {&old} to {&new}
de: PackML Substatus-Änderung: von {&old} zu {&new}

source: {=$MpAudit/SysF/File/{&act}}
de: mapp File

source: {=$MpAudit/SysF/Backup/{&act}}
de: mapp Backup
